{
    "TITLE": "Historie Khorinisu",
    "HELLO": "Vítejte na oficiálních stránkách datadisku Historie Khorinisu",
    "INFO": "Historie Khorinisu je datadisk pro populární hru Gothic II, jež vypráví nový příběh z bouřlivých časů před stvořením Magické bariéry, konkrétně deset let před událostmi první a druhé části této ságy. Vydání projektů se plánuje ve dvou částech – první se bude odehrávat na novém ostrově Vaduz a druhá na ostrově Khorinis.",
    "INTRO_T": "Úvod",
    "INTRO": "Děj datadisku Historie Khorinisu je zasazen na ostrov Vaduz, který je součástí království Myrtana, a je důležitým centrem pro obchod, těžbu a zemědělství. Na ostrově Vaduz najdeme obrovské město, spoustu farem, dolů, hospod, soupeřící cechy obchodníků, klášter Adanose a mnoho dalších zajímavých míst, která jen čekají na objevení. Hlavní postavou bude Lars, jehož život se vlivem záhadných intrik dramaticky změní. Hráč se bude moci rozhodnout, ke které vlivné guildě se přidá a jak ovlivní osud nepřátel. Během hry se setkáte se spoustu postav ze světa ságy Gothic a poznáte jejich život před stvořením Bariéry.",
    "FEATURES_T": "Vlastnosti hry",
    "FEATURES_1": "První fanouškovský projekt na světě s profesionálním dabingem!",
    "FEATURES_2": "Ostrov Vaduz – zbrusu nový svět, jenž je mnohem větší, než ty v původních hrách!",
    "FEATURES_3": "Khorinis, Hornické údolí a Starý důl, jak jej neznáte!",
    "FEATURES_4": "Důraz na soudržnost s příběhem ságy",
    "FEATURES_5": "Možnost používat štít",
    "FEATURES_6": "Spousta pokladů k nalezení",
    "FEATURES_7": "Vedlejší úkoly",
    "FEATURES_8": "Zábavné prvky",
    "FEATURES_9": "Nové guildy, předměty a zbroje",
    "FEATURES_10": "Profesionální hudební doprovod složený výhradně pro tento datadisk",
    "FEATURES_11": "Nové dovednosti (pokročilé kovářství, vaření atd.)",
    "FEATURES_12": "Velké množství nových částicových efektů",
    "FEATURES_13": "a mnoho dalšího",
    "STORY_T": "Příběh",
    "STORY_1": "Král Rhobar II. se podíval na kus magické rudy, kterou před sebou držel. Ruda byla zdrojem moci pro jeho království, ale současně mohla být i jeho zkázou. Kovářští mistři z Nordmaru dodávali jeho armádě ty nejlepší zbroje a v každé bitvě se i ta nejmenší výhoda dala vyvážit zlatem. Nicméně ani to nestačilo…",
    "STORY_2": "Ruda byla nepostradatelnou součástí ve válce se Skřety. Král potřeboval meče a štíty pro svou armádu, a musel proto zvýšit dodávky rudy. Od té chvíle byl každý muž, který byl obviněn ze zločinu, ať už sebemenšího, poslán na nucené práce do rudných dolů Khorinisu.",
    "STORY_3": "Rhobar se oknem podíval na ulice Vengardu. Tušil, že jím většina občanů pohrdá za jeho poslední rozhodnutí. Chápal je, ale přesto byl překvapen, že nevidí, kolik je toho v této válce v sázce. Ve válce, která rozhodne o budoucnosti království a celého civilizovaného světa.",
    "STORY_4": "Kdyby to jen bylo jednoduché jako dobývání Jižních ostrovů v posledních letech. Místní kmen byl odvážný a agresivní, ale nedokázali čelit dobře ozbrojeným jednotkám lorda Dominika. Skřeti se ukázali jako zcela odlišní nepřátelé. Myrtaňané a jejich předkové měly možnost to zjistit během první války se Skřety. Královská armáda byla pokořena na mnoha místech a někteří velitelé museli odstoupit.",
    "STORY_5": "Těžba rudy ale také přinesla vládci řadu potíží. Rudní baroni Khorinisu byli neustále informování o nových pokusech o vzpouru a útěk, za což si žádali více jednotek a zvýšení platu. Během jednání o dozoru nad vězni, přišel jeden z nejbližších králových lidí s kontroverzním návrhem.",
    "STORY_7": "Nebylo to poprvé, co Xardas, velmistr Kruhu ohně, podal důkaz o úžasných dovednostech v tajemstvích magie. Návrh na vytvoření Magické bariéry, aby vězni nemohli uniknout, byl mnohými považován za šílený, nemožný a především nebezpečný. Hlavními oponenti myšlenky byli Pyrokar, arcimág Kruhu ohně, a Rigaldo, králův pobočník. Tito dva byli jediným důvodem, proč monarcha váhal s rozhodnutím. Král se nakonec naštval sám na sebe za zbytečné přemýšlení a začal jednat. Ruda musí být těžena v největším možném množství a útěku vězňů by mělo být zabráněno za každou cenu. A jestli byla jedna osoba, která by dokázala zabezpečit Hornické údolí s pomocí magie, byl to Xardas. Nezáleží na tom, jak to mágové provedou a jistě zvolí nejlepší řešení. Král mu poskytne deset, ne, jedenáct nejlepších mágů království. Musí se to povést.",
    "STORY_8": "Rhobar II. si nechal zavolat velmistra do své komnaty. Nemusel čekat dlouho. Brzy se objevila modrá aura kouzla teleportace a uvnitř se zhmotnila postava Xardase. Za doprovodu zvuků pokořených zákonů fyziky, se mág zjevil v místnosti. Lehce se uklonil a poté jeho slova charakteristickým tónem zazněla komnatou:",
    "STORY_9": "- Ano, pane?",
    "STORY_LIST_T": "Hlavními prvky příběh jsou",
    "STORY_LIST_1": "velký důraz na soudržnost se ságou",
    "STORY_LIST_2": "nový pohled na dynamiku světa série Gothic",
    "STORY_LIST_3": "dlouhá a rozsáhlá hlavní zápletka",
    "STORY_LIST_4": "mnohé a často komplexní vedlejší zápletky",
    "STORY_LIST_5": "originální podání historie a problémů specifických postav",
    "STORY_LIST_I": "Hlavním záměrem datadisku je ukázat království Myrthana a ostrov Khorinis v době jejich velkoleposti a největších vítězství. Zápletka Historie Khorinisu je svým rozsahem téměř na úrovni původních her.",
    "TEAM_T": "Tým SoulFire",
    "TEAM_1": "Počátky týmu SoulFire se datují od konce roku 2005, kdy se redaktoři již neexistující stránky World of Gothic PL rozhodli dělat překlady německých a ruských modifikací hry Gothic do polštiny. Na přelomu let 2005/06 vyšlo mnoho zahraničních projektů, jelikož polská modařská scéna byla teprve v plenkách, takže tým usoudil, že je to skvělý způsob, jak zpopularizovat modifikace a dodatečnou zábavu pro fanoušky Gothica. První polský překlad vyšel 3. června 2006 a lokalizoval modifikace VisiGothic. Celkem jsme v letech 2006–09 přeložili devět modifikací pro obě části ságy Gothic.",
    "TEAM_2": "Projekt „Historie Khorinisu“ byl ve vývoji od konce roku 2015. Nicméně nápad vznikl už v roce 2008. V současnosti se v našem týmu nalézají specialisté a experti na všechna odvětví – studenti a profesionální 2D a 3D grafičtí designéři, konceptoví grafici, producenti dabingu, skladatelé, scénáristé a programátoři. Každý má společný a vážný přístup k úkolům ve skupině a samozřejmě také důvěru v projekt, a lásku k sérii Gothic. Díky dokonalé organizaci a přístupu, který jsme už zmínili, můžeme předvést to nejlepší, co vzniklo v historii modifikací. Nejenom mezi fanoušky vytvořenými modifikacemi pro hry Gothic, ale i mezi hrami samotnými. Cílem naší modifikace je uctít úžasnou zápletku hry a atmosféru prvních her ságy Gothic, a vytvořit produkt na stejné úrovni jako plnohodnotnou součástí ságy.",
    "TEAM_REC_T": "Nábor",
    "TEAM_REC_1": "Navzdory pokročilým pracím na projektu, stále hledáme nové tváře – a to teď zvláště 3D a 2D grafiky, programátory, profesionální herce, a také designéry úrovní v programu Spacer.",
    "TEAM_REC_2": "Pokud máte znalosti a zkušenosti v některé z těchto oblastí a chcete se podílet na našem projektu, určitě se nám ozvěte.",
    "TEAM_REC_3": "Ti, kteří mají zájem s námi spolupracovat, nebo nás chtějí kontaktovat, nám mohou poslat zprávu na tento e-mail: <a href = mailto:contact@thehistoryofkhorinis.com><font color = green>contact@thehistoryofkhorinis.com</font></a>.",
    "TEAM_REC_4": "POZOR – zájemci o podílení na projektu, potřebujeme UKÁZKU VAŠÍ PRÁCE, abychom mohli ohodnotit vaše dovednosti.",
    "DOWNLOAD_T": "Ke stažení",
    "DOWNLOAD": "Tady najdete po vydání odkaz ke stažení datadisku.",
    "GALLERY_T": "Galerie",
    "TOP": "Nahoru",
    "FORUM": "Fórum",
    "PRESS_PACK": "Download presspack",
    "NEWSLETTER_TEXT": "Přihlaste se k odběru novinek!",
    "NEWSLETTER_EMAIL": "e-mailová adresa",
    "NEWSLETTER_BUTTON": "Odeslat",
    "ADBLOCK_WARNING_T": "Vypněte Adblock",
    "ADBLOCK_WARNING_1": "Na našich webových stránkách neexistuje ŽÁDNA REKLAMA, ale některé programy, například Adblock blokují naše fotky, videa a další důležité věci, které musí být vidět, aby ste byli plně obeznámen s historií Khorinisu.",
    "ADBLOCK_WARNING_2": "Návrat na hlavní stránku.",
    "ADBLOCK_WARNING_LOADING": "If you are waiting longer than 10 second (on PC), go to <a href = /AdBlockNotice.php><font color = green>this</font></a> site.",
    "SITE_LANG": "cs",
    "SITE_URL": "thehistoryofkhorinis.com",
    "SITE_EMAIL": "contact@thehistoryofkhorinis.com",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=bc671c5479",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_bc671c5479",
    "RELEASE_DATE": "Náš datadisk je teď ve fázi, kdy dáváme všechny části dohromady – přepisujeme skripty v herním kódu, umísťujeme postavy do hotového světa a současně přidáváme i jejich dabing. Neudáváme žádné datum vydání, protože nevíme, jestli to ještě bude trvat dva měsíce nebo třeba osm. Jsou přibližná data, ale je mnoho věcí, které je nemožné určit. Tvrdě pracujeme, dolaďujeme každý detail a ještě schází nahrání 50 herců pro dabing. Spolupráci s nahrávacími studii, jež nám pomáhají s projektem zdarma, organizujeme jednotlivě.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=https://myxoske.pl target=_blank>myxoske.pl</a></br>Česká verze: <a href = \"mailto:Tonyskate@seznam.cz\" target=_blank>Filip Richter</a>"
}