{
    "TITLE": "Geschichte von Khorinis",
    "HELLO": "Wilkommen auf der offiziellen Seite des Projektes \"Geschichte von Khorinis\"",
    "INFO": "Geschichte von Khorinis ist eine unabhängige Erweiterung zu dem beliebten Spiel - Gothic, die völlig neue Geschehnisse in stürmischen Zeiten vor Entstehung der Barriere erzählt. Sie zeigt die Geschichte, die 10 Jahre vor den Ereignissen vom ersten und zweiten Teil der Saga geschieht. Die Veröffentlichung des Projektes wird in zwei Teilen geplant - der erste Teil auf der neuen Vaduzinsel und anschließend der zweite Teil auf der Insel Khorinis.",
    "INTRO_T": "Einführung",
    "INTRO": "Die Handlung der Geschichte von Khorinis geschieht auf der Vaduzinsel, der Teil des Königreiches Myrthana bildet und als wichtiges Zentrum für Handel, Bergbau und Landwirtschaft gilt. Auf Vaduz finden wir eine riesige Stadt, zahlreiche Farmen, Minen, Tavernen, rivalisierende Handelsgilden, Adanoskloster und viele andere atemberaubende Schauplätze, die auf die Entdeckung warten. Im Spiel werden wir die Figur Lars verkörpern. Sein Leben ändert sich drastisch durch eine geheimnisvolle Intrige. Der Spieler bekommt die Wahl, sich einer Gilde anzuschließen und über sein und des Feindes Schicksal zu entscheiden. Innerhalb des Spiels treffen wir zahlreiche Personen aus dem Gothic-Universum und ergründen Ihre Geschichte vor Entstehung der Barriere.",
    "FEATURES_T": "Eigenschaften",
    "FEATURES_1": "Das erste weltweite Fan-Projekt mit professioneller, schauspielerischer Synchronisation ",
    "FEATURES_2": "Vaduz Insel - eine ganz neue Welt, die deutlich größer ist, als die Welten der vorherigen Teile",
    "FEATURES_3": "Khorinis, Minental und die alte Mine, in einer Form, die wir bisher noch nie gesehen haben",
    "FEATURES_4": "Große Genauigkeit mit der Handlungskompatibilität der Gothic-Saga",
    "FEATURES_5": "Möglichkeit der Benutzung eines Schutzschildes",
    "FEATURES_6": "Viele Schätze zu entdecken",
    "FEATURES_7": "Komplexe und originelle Nebenmotive",
    "FEATURES_8": "Humoristische Elemente",
    "FEATURES_9": "Neue Gilden, Gegenstände und Rüstungen",
    "FEATURES_10": " Professioneller Soundtrack wurde ausschließlich für den Modifikationsgebrauch komponiert",
    "FEATURES_11": "Neue Fähigkeiten (u. a. erlernbares Schmiedehandwerk, Kochhandwerk)",
    "FEATURES_12": "Riesige Menge neuer Molekularelemente",
    "FEATURES_13": "Und vieles mehr",
    "STORY_T": "Handlung",
    "STORY_1": "König Rhobar II blickte auf einen Brocken des magischen Erzes, den er in der Hand hielt. Magisches Erz bildete die Machtquelle seines Königreiches, aber gleichzeitig könnte es die Ursache für seinen Untergang werden. Die Meister des Schmiedehandwerkes in Nordmar lieferten seiner Armee die prächtigsten Waffen, da während des Krieges selbst die kleinste Überlegenheit Gold wert war. Dieses reichte jedoch nicht aus ...",
    "STORY_2": "Das Erz war zweifellos das unerlässliche Element im Krieg gegen Orks. Ein Faktor, von dem nach Königs Urteilsvermögen viel zu viel abhing. Elemente, die für einen Augenblick der Unaufmerksamkeit versäumt werden, könnten diametral die Kräfteverhältnisse verändern und baldig zum Triumph der einen oder anderen Seite führen. Der König brauchte Schwerter und Schilde für seine Armee, infolgedessen um die Erzlieferungen zu erhöhen, musste er drastische Entscheidungen treffen. Seitdem musste Jeder, der sich auf noch so geringen Verbrechens schuldig gemacht hatte, zur Arbeit in den Erzminen von Khorinis gezwungen werden.",
    "STORY_3": "Rhobar schaute zum Fenster auf die mit Leben gefüllten Straßen von Vengard. Wahrscheinlich verfluchte die Mehrheit der Passanten, die er zu sehen bekam, das letzte Edikt. Er verstand sie, aber gleichzeitig staunte er darüber, dass sie sich nicht im Klaren sind, wie groß der Einsatz in diesem Krieg ist. In einem Krieg, von dem das Schicksal des Königreiches ... und der gesamten zivilisierten Welt, abhing.",
    "STORY_4": "Wenn doch alles so einfach wäre, wie die vorjährige Eroberung der südlichen Inseln ... Dortiges Volk war mutig und kämpferisch, konnte jedoch nicht gegen die überragend bewaffneten Einheiten vom Lord Dominique trotzen. Die Orks bewiesen sich aber als Gegner einer völlig anderen Größenordnung. Die Myrthaner und ihre Vorfahren überzeugten sich während des ersten Orkkrieges davon. Die königliche Armee erlitt an vielen Orten Niederlagen und ein Teil der Feldführer musste sogar vorm Feind zurückweichen.",
    "STORY_5": "Der Abbau des Erzes bereitete dem König aber auch Ärger. Die Baronen aus Khorinis informierten immer wieder über neue Revolteunterfangen und über Fluchten. Währenddessen verlangten Sie nach Verstärkung ihrer Garnisonen und nach mehr Gold und Sold für die Wachmänner. Während einer Debatte über Sklavenaufsicht, bot einer von zwei der vertrauensvollsten Bezugspersonen des Königs einen kontroversen Vorschlag an.",
    "STORY_7": "Der König rügte sich wegen des unbrauchbaren Spekulierens. Kein Zögern mehr, man muss wirken! Das Erz muss in den größtmöglichen Mengen abgebaut werden und zeitnah den Häftlingen die Flucht um jeden Preis unmöglich gemacht werden. Wenn jemand in der Lage ist, das Minental magisch abzusichern, dann ist es Xardas. Ganz abgesehen von der Art und Weise, wird sich der Magier auf die beste Lösung festlegen. Der Monarch teilt ihm 10, nein ... 11 der mächtigsten Magier des Königtums. Das muss gelingen.",
    "STORY_8": "Rhobar II. befahl den Großmeister zu seinem Gemach zu rufen. Er musste nicht lange warten. Bald erschien in der Luft eine himmelblaue Aura des Teleportationsspruches und innen drin nahm blitzartig aus den Umgebungspartikeln, Xardas seine Gestalt an. Trotz aller physikalischen Gesetze erschien der Magier im Raum. Er verneigte sich leicht, worauf in den königlichen Gemächern seine Wörter erklangen, die für ihn mit charakteristischer Stimme und Ton artikuliert wurden.",
    "STORY_9": "Ja, mein Herr?",
    "STORY_LIST_T": "Die Handlung wird charakterisiert durch",
    "STORY_LIST_1": "große Sorgfalt um die Kompatibilität mit der Sage",
    "STORY_LIST_2": "innovativen Blick auf den Aspekt der Dynamik in der Welt der Gothic-Spiele",
    "STORY_LIST_3": "das lange und ausführliche Hauptmotiv",
    "STORY_LIST_4": "viele und oft komplexe Nebenmotive",
    "STORY_LIST_5": "eine originelle Vorstellung der Geschichte und Probleme der einzelnen Figuren",
    "STORY_LIST_I": "Das Hauptziel der Modifikation ist die Darstellung des Königreichs Myrthana und der Insel Khornis in den Jahren ihrer größten Glorie und Pracht. Die Spiellänge ist der Größe des Originalspiels ähnlich.",
    "TEAM_T": "Das Team SoulFire",
    "TEAM_1": "Der Anfang des Teams Soulfire reicht in das Ende 2005, als die Redaktion der heute nicht mehr existierenden Webseite World of Gothic PL die diversen Modifizierungen aus dem Deutschen und Russischen ins Polnische zu übersetzen begann. An der Wende vom 2005/2006 erschienen immer mehr ausländische Projekte ( auf der polnischen Bühne steckte Modding noch in den Kinderschuhen) - das Team stellte fest, dass es eine gute Idee ist, die Modifizierungen zu popularisieren. Die erste von Uns herausgegebene Polonisierung war die Modifizierung - VisiGothic. Insgesamt übersetzen wir in dem Zeitraum von 2006 bis 2009 neun Modifizierungen zu den ersten beiden Teilen des Spieles.",
    "TEAM_2": "Das originelle Projekt \"Geschichte von Khorinis\" entsteht in seiner aktuellen Form seit 2015. Die ersten Ideen und Konzepte sind jedoch 2008 entstanden. Zur Zeit  sammelt unser Team Experten und Profis aus allen Bereichen - Studenten als auch erfahrene 2D- und 3D Grafiker, Designer, Tontechniker, Komponisten, Schriftsteller und Programmierer. Alle verbindet ernste Einstellung zur Arbeit in unserer Gemeinschaft und vor allem den Glauben an das Projekt und insbesondere die Liebe zur Gothic-Saga. Dank der vorzüglichen Ablauforganisation und der oben genannten Grundhaltung, können wir Uns mit höchster Arbeitsqualität auszeichnen. Das Ziel unserer Tätigkeit ist die Ehrung dieses grandiosen Spieles und des Klimas der ersten beiden Teile und zugleich die Erschaffung eines Produktes, das vom Niveau der Gothic-Reihe ebenbürtig ist.",
    "TEAM_REC_T": "Aufnahme",
    "TEAM_REC_1": "Trotz der fortgeschrittenen Projektphase, sind wir stets offen für neue Menschen. Wir suchen vor allem 2D- und 3D-Grafik-Designer, Scripter, Drehbuchautoren und professionelle Synchronsprecher.",
    "TEAM_REC_2": "Wenn Sie das Know-How und Erfahrung in einem dieser Bereiche mitbringen und den Wunsch haben, an unserem Projekt mitzuwirken, empfehlen wir Ihnen herzlich, eine Anzeige an Uns zu schicken",
    "TEAM_REC_3": "Wenn Sie sich für unsere Arbeit interessieren und mit uns Kontakt aufnehmen möchten, schicken Sie bitte Ihre E-mail an folgende Adresse: <a href = \"mailto:contact@thehistoryofkhorinis.com\"><font color = \"green\"> contact@thehistoryofkhorinis.com</font></a>.",
    "TEAM_REC_4": "HINWEIS - Falls Sie an unserem Projekt mitwirken möchten, bitten wir bei Aufnahmeemails darum, dass Sie eure bisherige Arbeit bzw. Engagement an Gothic-Projekten mitteilen oder zusenden, damit wir eure Fähigkeiten einschätzen können.",
    "DOWNLOAD_T": "Download",
    "DOWNLOAD": "Am Erscheinungstag finden Sie hier Links zum Download der Geschichte von Khorinis.",
    "GALLERY_T": "Galerie",
    "TOP": "Nach oben",
    "FORUM": "Forum",
    "PRESS_PACK": "Laden Sie Presspack herunter",
    "NEWSLETTER_TEXT": "Melden Sie sich für den Newsletter!",
    "NEWSLETTER_EMAIL": "E-Mail-Adresse",
    "NEWSLETTER_BUTTON": "Speichern",
    "ADBLOCK_WARNING_T": "Deaktivieren Sie AdBlock",
    "ADBLOCK_WARNING_1": "Auf unserer Webseite gibt es keine Werbung, aber bestimmte Programme wie Adblock können unsere Fotos, Videos und andere wichtige Dinge blockieren, die man sehen muss, um sich vollständig mit Geschichte von Khorinis vertraut zu machen.",
    "ADBLOCK_WARNING_2": "Zurück zur Hauptseite",
    "ADBLOCK_WARNING_LOADING": "Wenn Sie länger als 10 Sekunden warten (auf dem Computer), gehen Sie <a href = \"/AdBlockNotice.php\"><font color = \"green\"> auf diese</font></a> Seite.",
    "SITE_LANG": "ge",
    "SITE_URL": "thehistoryofkhorinis.com",
    "SITE_EMAIL": "contact@thehistoryofkhorinis.com",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=3db2ffe3e6",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_3db2ffe3e6",
    "RELEASE_DATE": "Die Produktion ist im Gange – wir bearbeiten die Skripte auf die Spielsprache. Dazu setzen wir die Figuren in die fertige Welt ein und gleichzeitig fügen wir in diesem Stadium fortlaufend die Synchronisation hinzu. Wir geben keine Informationen zum Erscheinungsdatum, da es noch nicht bekannt ist, ob die Produktion 2 oder 8 Monate in Anspruch nimmt. Es gibt Schätzungen zur Produktionsdauer, aber auch ein paar Elemente, die man zeitlich nicht abschätzen kann. Wir arbeiten hart, pflegen dabei jede Einzelheit. Es kommt noch dazu, dass wir 50 Synchronsprecher aufnehmen müssen. Wir treffen uns regelmäßig mit Audio-Studios, die uns kostenlos unterstützen, sowie auch viele andere Beteiligte, die an dieser Unternehmung freiwillig partizipieren.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=\"https://myxoske.pl\" target=\"_blank\">myxoske.pl</a></br>Deutsch Version: Tomasz Rutkowski & Dawid Szpilka & Sylwek Wacnik"
}