{
    "TITLE": "The History of Khorinis",
    "HELLO": "Welcome to the official website of the History of Khorinis addon",
    "INFO": "The History of Khorinis is an addon to the popular game Gothic, introductory a new history placed in the tumultuous times before the creation of the Magic Barrier — over ten years before events from the first and the second part of saga. Publication of the project is planned in two parts — at first on the new island Vaduz and next on Khorinis Island.",
    "INTRO_T": "Intro",
    "INTRO": "The action of the History of Khorinis is situated on Vaduz Island, which is a part of the Kingdom of Myrthana, being an important center of trade, extraction and agriculture. On Vaduz we can find the huge town, many farms, mines, taverns, competitive merchant guilds, the Monastery of Adanos and so other interesting places, waiting for discovery. In the game we have an opportunity to play as Lars, whose life changes drastically as a result of a mysterious intrigue. A player will make a decision to which influential guild will join, deciding on his fate and his enemies. During the game, we will meet many characters from the world of Gothic and we will meet their history prior to the creation of the Barrier.",
    "FEATURES_T": "Features",
    "FEATURES_1": "The world's first fan project with professional dubbing!",
    "FEATURES_2": "Vaduz Island — brand new world much bigger than the ones from previous versions!",
    "FEATURES_3": "Khorinis, The Valley of Mines and the Old Mine as you have never seen before!",
    "FEATURES_4": "Attention to the compliance with the story of the saga",
    "FEATURES_5": "Ability to use a shield",
    "FEATURES_6": "Many treasures to be found",
    "FEATURES_7": "Side quests",
    "FEATURES_8": "Humoristic elements",
    "FEATURES_9": "New guild, items and armors",
    "FEATURES_10": "Professional soundtrack, composed especially for the needs of this addon",
    "FEATURES_11": "New skills (advanced blacksmithing, cooking, etc.)",
    "FEATURES_12": "Hugh number of new PFX",
    "FEATURES_13": "and many more",
    "STORY_T": "Story",
    "STORY_1": "King Rhobar II looked at a chunk of magic ore, which he was holding in front of him. The ore was a source of power in his Kingdom and at the same time it could be the reason of his destruction. Masters of smithing in Nordmar have been delivering the best armor for his army and as in every war even the smallest dominance was worth one\\'s weight in gold. However, even that wasn\\'t enough...",
    "STORY_2": "The ore was definitely indispensable element of the war with Orcs. The King needed swords and shields for his army, therefore the tough decision had to be made to increase delivery of the ore. From that moment, every man guilty of the crime, no matter how was significant, was forced in the ore mines in Khorinis.",
    "STORY_3": "Rhobar looked through the window on to lively streets of Vengard. He suspected that most of the citizens despised him for his last decision. He understood them, but at the same time he was surprised that they still don’t see how big the stake is in the war. War, from which depended on the future of the kingdom and the whole civilized world.",
    "STORY_4": "If everything was as simple as last years\\' conquest of the Southern Islands. Local tribe was brave and belligerent but they weren’ table to face well-armed troops of Lord Dominique. Orcs turned out to be entirely different opponents. Myrthans and their ancestors had chance to find out about it during the First War with Orcs. The Royal Army was losing in many places and a part of leaders had to resign.",
    "STORY_5": "However, mining of the ore was also bringing many problems to the ruler. Barons from Khorinis were constantly informing about new attempts of revolts and escapes, demanding strengthening the garrison and increasing payment. During a discussion about supervision of prisoners, one of the two king’s closest people suggested a controversial proposition.",
    "STORY_7": "It wasn’t the first time that Xardas, Grandmaster of the Circle of Fire, was giving evidence of his superb proficiency in the secrets of magic. The proposal of creating the Magic Barrier (not letting inmates escape beyond its borders) in the opinion of many was insane and infeasible, and even dangerous. The main opponents of the idea were the Archmage of the Circle of Fire, Pyrokar, and King’s Marshal, Rigaldo. This was the only reason why monarch was waiting with his decision. King upbraid himself for unnecessary thinking. Enough of this. It’s time for action. The ore has to be mined in as big quantities as possible and prisoners escape should be prevented at any cost. If there was one person being able to secure the Valley of Mines in a magic way, that person would be Xardas. It doesn’t matter how, magician for sure will choose the best solution. He will give him ten, no eleven of the best magicians of the Kingdom. It has to go.",
    "STORY_8": "Rhobar II ordered to call the Grandmaster to his chamber. He didn’t have to wait long. Soon in the air appeared a blue aura of teleportation spell and inside materialized character of Xardas. With the sound of broken laws of physics, the magician appeared in the room. He bowed slightly and then his words resonated in the chamber, said with a characteristic sound and tone: ",
    "STORY_9": "- Yes, Master?",
    "STORY_LIST_T": "The main features of the story are",
    "STORY_LIST_1": "great attention to compliance with the saga",
    "STORY_LIST_2": "innovative look on dynamism in the world of Gothic games",
    "STORY_LIST_3": "long and expanded main plot",
    "STORY_LIST_4": "many and often complex subplots",
    "STORY_LIST_5": "original introduction of the history and problems of specific characters",
    "STORY_LIST_I": "The main aim of the addon is to show the Kingdom of Myrthana and the Khorinis Island in the years of their greatness and the biggest victories. The size of the History of Khorinis plot is close to the size of the original games\\' story.",
    "TEAM_T": "SoulFire Team",
    "TEAM_1": "The beginnings of the SoulFire Team date back to the end of 2005, when the editors of currently non-existent website called World of Gothic PL decided to make translations of German and Russian modifications of Gothic games into Polish language. At the turn of 2005/06, many more abroad projects has become released (on Polish scene, modding has just started his beginnings), so the team decided that is a great way to popularize mods and additional fun for fans of Gothic. The first polish translation, released by us in 3rd of June 2006, was the modification called VisiGothic. Altogether, in years 2006-09, we translated nine modifications to both parts of the Gothic Saga.",
    "TEAM_2": "The original project ‘the History of Khorinis’ has been in development since the end of 2015. However, the first idea was born in 2008. Currently, our team gather specialists and experts of all fields — students and professional 2D and 3D graphic designers, concept artists, voice producers, composers, writers and coders. Everyone has mutual and serious approach to tasks made in group, and of course — the faith in project and the love to Gothic game. With the perfect organization and approach, which has been mentioned above, we can show the best quality of work in the history of modifications. Not only among the fan-made modifications to the Gothic games, but also game itself. The impetus of our modification aims to honor the wonderful plot of the game and the climate of the first two games of Gothic Saga, and to release a product on the same level as fully-fledged part of saga.",
    "TEAM_REC_T": "Recruitment",
    "TEAM_REC_1": "Despite advanced stage of our work on the project, we are still opened for fresh people — now especially 3D and 2D graphic designers, coders, professional actors, and also level designers working in program ‘Spacer’.",
    "TEAM_REC_2": "If you have knowledge and experience in one of those fields, and you are eager to take part in our project, we encourage you to send your submission. ",
    "TEAM_REC_3": "Those who are interested to work with us, or even those, who want to contact with us, please send your message on this e-mail: <a href = \"mailto:contact@thehistoryofkhorinis.com\"><font color = \"green\">contact@thehistoryofkhorinis.com</font><a>.",
    "TEAM_REC_4": "ATTENTION – for recruitment mails, we need AN EXAMPLE OF YOUR WORK in order to rate your skills.",
    "DOWNLOAD_T": "Download",
    "DOWNLOAD": "Here you will find download link to the addon on its release day.",
    "GALLERY_T": "Gallery",
    "TOP": "To top",
    "FORUM": "Forum",
    "PRESS_PACK": "Download presspack",
    "NEWSLETTER_TEXT": "Subscribe to newsletter!",
    "NEWSLETTER_EMAIL": "email address",
    "NEWSLETTER_BUTTON": "Send",
    "ADBLOCK_WARNING_T": "Turn off AdBlock",
    "ADBLOCK_WARNING_1": "There are no ads on site, but some of Adblock software block our photos, videos and other important things you should see to become fully familiar with the History of Khorinis.",
    "ADBLOCK_WARNING_2": "Back to website.",
    "ADBLOCK_WARNING_LOADING": "If you are waiting longer than 10 second (on PC), go to <a href = \"/AdBlockNotice.php\"><font color = \"green\">this</font></a> site.",
    "SITE_LANG": "en",
    "SITE_URL": "thehistoryofkhorinis.com",
    "SITE_EMAIL": "contact@thehistoryofkhorinis.com",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=bc671c5479",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_bc671c5479",
    "RELEASE_DATE": "Our addon is in the condition of putting all elements together — we are rewriting scripts into game code, placing the characters to the finished world and adding the voice-overs instantly on the same stage. We do not throw any release dates, because we do not know it will last two months, or eight. There are approximated data, but there are many things, which are impossible to estimate. We are working hard, polishing every detail and there are 50 actors left to prepare voice-overs. We are arranging with the recording studios — which are helping us in our project for free — individually.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=\"https://myxoske.pl\" target=\"_blank\">myxoske.pl</a>"
}