{
    "TITLE": "Dzieje Khorinis",
    "HELLO": "Witaj na oficjalnej stronie projektu Dzieje Khorinis",
    "INFO": "Dzieje Khorinis to dodatek do popularnej gry Gothic, wprowadzający całkiem nową historię osadzoną w burzliwych czasach przed powstaniem magicznej bariery — na ponad 10 lat przed wydarzeniami z pierwszej oraz drugiej części sagi. Publikacja projektu planowana jest w dwóch częściach — pierwszej na nowej wyspie Vaduz oraz drugiej na wyspie Khorinis.",
    "INTRO_T": "Wstęp",
    "INTRO": "Akcja Dziejów rozgrywa się na wyspie Vaduz, będącej częścią królestwa Myrtany i stanowiącej jej ważny ośrodek handlowy, wydobywczy oraz rolniczy. Na Vaduz znajdziemy ogromne miasto, liczne farmy, kopalnie, tawerny, rywalizujące gildie kupieckie, klasztor Adanosa i wiele innych ciekawych miejsc czekających na odkrycie. W grze mamy okazję wcielić się w bohatera imieniem Lars, którego życie zmienia się drastycznie za sprawą tajemniczej intrygi. Przed graczem pojawi się opcja dołączenia do jednej z wpływowych gildii oraz decydowania o losie swoim i swoich wrogów. Podczas rozgrywki spotkamy wiele postaci z uniwersum Gothica i poznamy ich historię sprzed czasów powstania bariery.",
    "FEATURES_T": "Cechy",
    "FEATURES_1": "Pierwszy ŚWIATOWY projekt fanowski z profesjonalnym dubbingiem aktorskim",
    "FEATURES_2": "Wyspa Vaduz – zupełnie nowy świat bijący wielkością te z poprzednich części!",
    "FEATURES_3": "Khorinis, Górnicza Dolina i Stara Kopalnia, jakich wcześniej nie było!",
    "FEATURES_4": "Ogromna dbałość o zgodność fabularną z sagą",
    "FEATURES_5": "Możliwość posługiwania się tarczą",
    "FEATURES_6": "Wiele skarbów do odnalezienia",
    "FEATURES_7": "Złożone i niebanalne wątki poboczne",
    "FEATURES_8": "Elementy humorystyczne",
    "FEATURES_9": "Nowe gildie, przedmioty i zbroje",
    "FEATURES_10": "Profesjonalny soundtrack skomponowany wyłącznie na potrzeby modyfikacji",
    "FEATURES_11": "Nowe umiejętności (m.in. rozwinięte kowalstwo, kucharstwo)",
    "FEATURES_12": "Obszerna ilość nowych efektów cząsteczkowych",
    "FEATURES_13": "I wiele, wiele innych",
    "STORY_T": "Fabuła",
    "STORY_1": "Król Rhobar II spojrzał na bryłkę magicznej rudy, którą trzymał przed sobą w dłoni. Ruda… Stanowiła źródło potęgi jego królestwa, a jednocześnie mogła stać się przyczyną jego zguby. Mistrzowie sztuki kowalskiej w Nordmarze dostarczali jego armii najwyśmienitszej broni, a w wojnie każda najmniejsza przewaga była na wagę złota. To jednak nie wystarczało…",
    "STORY_2": "Ruda bez wątpienia stanowiła nieodzowny element wojny z orkami. Czynnik, od którego zależało zbyt wiele jak na gust władcy. Na chwilę spuszczone z oka elementy potrafiły diametralnie zmienić rozkład sił i doprowadzić do rychłego zwycięstwa jednej lub drugiej strony. Król potrzebował mieczy i tarcz dla swego wojska, toteż by zwiększyć dostawy kruszca, musiał podjąć trudną decyzję. Od tej pory każdy przestępca, niezależnie od występku, jaki popełnił, zmuszany był do pracy w kopalniach rudy w Khorinis.",
    "STORY_3": "Rhobar wyjrzał przez okno na tętniące życiem ulice Vengardu. Prawdopodobnie większość przechodniów, których mógł dostrzec, potępiała go za ostatni edykt. Rozumiał ich, a jednocześnie dziwił się, że nadal nie rozumieją, jak wielka jest stawka w tej wojnie. Wojnie, od której zależała przyszłość królestwa... i całego cywilizowanego świata.",
    "STORY_4": "Gdyby wszystko było takie proste jak zeszłoroczny podbój Wysp Południowych… Tamtejszy lud był mężny i wojowniczy, nie był on jednak w stanie sprostać znakomicie uzbrojonym oddziałom Lorda Dominique. Orkowie okazali się jednak zgoła diametralnie innym przeciwnikiem. Myrtańczycy i ich przodkowie zdążyli się już o tym przekonać w czasie I wojny z Orkami. Królewska armia w wielu miejscach przegrywała, a część dowódców było nawet zmuszonych ustąpić pola.",
    "STORY_5": "Jednak samo wydobycie rudy również przysparzało władcy kłopotów. Baronowie z Khorinis co rusz informowali o nowych próbach buntu i ucieczkach, żądając wzmocnienia garnizonu strażników i złota na ich żołd. W czasie debaty dotyczącej nadzoru więźniów jedna z dwóch najbliższych królowi osób wysunęła kontrowersyjną propozycję.",
    "STORY_7": "Król zganił się w końcu w myślach za niepotrzebne gdybanie. Dość już wahań. Czas na działania! Rudę trzeba wydobywać w jak największych ilościach, a więźniom należy uniemożliwić ucieczkę za wszelką cenę. Jeżeli ktoś jest w stanie zabezpieczyć magicznie Górniczą Dolinę, to jest to Xardas. I mniejsza o sposób, mag z pewnością ustali najlepsze możliwe rozwiązanie. Przydzieli mu do pomocy dziesięciu, nie… jedenastu najlepszych magów królestwa. To się musi udać.",
    "STORY_8": "Rhobar II kazał wezwać Arcymistrza do swej komnaty. Nie musiał długo czekać. Wkrótce w powietrzu pojawiła się błękitna aura zaklęcia teleportacji, a wewnątrz zmaterializowała się postać Xardasa. Z odgłosem łamanych praw fizyki, mag pojawił się w pomieszczeniu. Ukłonił się lekko, po czym w komnacie rozbrzmiały jego słowa, wypowiedziane z charakterystycznym dla niego głosem i tonem:",
    "STORY_9": "- Tak, panie?",
    "STORY_LIST_T": "Fabuła charakteryzuje się",
    "STORY_LIST_1": "ogromną dbałością o zgodność z sagą",
    "STORY_LIST_2": "nowatorskim spojrzeniem na aspekt dynamiki w świecie gier Gothic",
    "STORY_LIST_3": "długim i rozbudowanym wątkiem głównym",
    "STORY_LIST_4": "wieloma i często złożonymi wątkami pobocznymi",
    "STORY_LIST_5": "niebanalnym przedstawieniem historii i problemów poszczególnych postaci",
    "STORY_LIST_I": "Głównym celem modyfikacji jest ukazanie Królestwa Myrtany i wyspy Khorinis w latach ich świetności i największych triumfów. Wielkością fabuła Dziejów Khorinis jest bliska długości fabuły oryginalnej gry.",
    "TEAM_T": "Zespół SoulFire",
    "TEAM_1": "Początki grupy SoulFire sięgają końca roku 2005, kiedy redakcja nieistniejącego już serwisu World of Gothic PL postanowiła zająć się spolszczaniem niemieckich oraz rosyjskich modyfikacji do gier z serii Gothic. Na przełomie roku 2005/2006 wychodzić zaczęło coraz więcej projektów zagranicznych (na polskiej scenie modowanie dopiero raczkowało) - zespół uznał więc, że jest to doskonały sposób na popularyzację modów i dodatkową rozrywkę dla fanów gry. Pierwszym wydanym przez nas spolszczeniem (3 czerwca 2006) była modyfikacja VisiGothic. Łącznie w latach 2006-2009 przetłumaczyliśmy dziewięć modyfikacji do obu części gry.",
    "TEAM_2": "Autorski projekt „Dzieje Khorinis” powstaje w obecnej formie od końca 2015 roku. Pierwsza jego koncepcja narodziła się już jednak w roku 2008. Obecnie nasz zespół gromadzi specjalistów i profesjonalistów wszystkich dziedzin – studentów oraz zawodowych grafików 3D i 2D, designerów, grafików koncepcyjnych, realizatorów dźwięku, kompozytorów, pisarzy, czy programistów. Wszystkich łączy poważne podejście do wykonywanych w grupie obowiązków oraz, przede wszystkim, wiara w projekt i miłość do gry Gothic. Dzięki doskonałej organizacji pracy oraz wyżej wspomnianemu podejściu możemy pochwalić się najwyższym poziomem jakości pracy. Rozmach naszego dodatku ma na celu uhonorowanie wspaniałej gry i klimatu dwóch jej pierwszych odsłon oraz stworzenie produktu stojącego na poziomie pełnoprawnej części cyklu.",
    "TEAM_REC_T": "Rekrutacja",
    "TEAM_REC_1": "Pomimo zaawansowanego etapu prac nad projektem cały czas jesteśmy otwarci na nowe osoby, aktualnie zwłaszcza grafików 3D i 2D, scenarzystów, skrypterów oraz profesjonalnych aktorów.",
    "TEAM_REC_2": "Jeśli masz wiedzę i doświadczenie w jednej z tych dziedzin oraz masz ochotę wziąć udział w naszym projekcie, gorąco zachęcamy do wysyłania zgłoszenia.",
    "TEAM_REC_3": "Zainteresowanych zarówno pracą, jak i skontaktowaniem się z nami, prosimy o wysyłanie wiadomości pod adres: <a href = \"mailto:rekrutacja@dzieje-khorinis.pl\"><font color = \"green\"> rekrutacja@dzieje-khorinis.pl</font></a>.",
    "TEAM_REC_4": "UWAGA – przy mailach rekrutacyjnych prosimy o DOŁĄCZANIE SWOICH PRZYKŁADOWYCH PRAC, tak abyśmy mogli ocenić Wasze umiejętności.",
    "DOWNLOAD_T": "Download",
    "DOWNLOAD": "W dniu premiery znajdziecie tu linki do pobrania Dziejów.",
    "GALLERY_T": "Galeria",
    "TOP": "Do góry",
    "FORUM": "Forum",
    "PRESS_PACK": "Pobierz presspack",
    "NEWSLETTER_TEXT": "Zapisz się na newsletter!",
    "NEWSLETTER_EMAIL": "adres e-mail",
    "NEWSLETTER_BUTTON": "Zapisz",
    "ADBLOCK_WARNING_T": "Wyłącz AdBlocka",
    "ADBLOCK_WARNING_1": "Na naszej stronie nie ma ABSOLUTNIE ŻADNYCH reklam, lecz niektóre programy typu Adblock blokują nasze zdjęcia, filmy oraz inne ważne rzeczy, które należy zobaczyć, aby w pełni zapoznać się z Dziejami Khorinis.",
    "ADBLOCK_WARNING_2": "Wróć do strony głównej.",
    "ADBLOCK_WARNING_LOADING": "Jeśli czekasz dłużej, niż 10 sekund (na komputerze) przejdź do <a href = \"/AdBlockNotice.php\"><font color = \"green\">tej</font></a> strony.",
    "SITE_LANG": "pl",
    "SITE_URL": "dzieje-khorinis.pl",
    "SITE_EMAIL": "kontakt@dzieje-khorinis.pl",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=37c9dd4b65",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_37c9dd4b65",
    "RELEASE_DATE": "Produkcja jest w stanie składania wszystkiego w całość – przekuwamy skrypty na język gry, wstawiając postacie do ukończonego już świata i dodając od razu na tym etapie na bieżąco dubbing. Są pewne dane szacunkowe, ale też kilka rzeczy, których oszacować się nie da. Pracujemy ciężko, dopieszczając każdy szczegół, poza tym zostało do nagrania 50 aktorów. Umawiamy się indywidualnie ze studiami audio, które pomagają nam przecież za darmo, tak samo, jak wszystkie osoby uczestniczące w całym przedsięwzięciu.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=\"https://myxoske.pl\" target=\"_blank\">myxoske.pl</a>"
}