{
    "TITLE": "Istoria Khorinis-ului",
    "HELLO": "Bun venit pe pagina oficială a add-on-ului Insula Khorinis-ului",
    "INFO": "Istoria Khorinis-ului este un add-on (un patch) pentru popularul joc Gothic, introducând o nouă istorie, plasată în vremuri învolburate ce predatează crearea Barierei Magice — peste 10 ani înaintea evenimentelor din prima și a doua parte a legendei. Publicarea proiectului este planificată în două părți - inițial, pe noua insulă Vaduz, iar partea a doua pe Insula Khorinis.",
    "INTRO_T": "Introducere",
    "INTRO": "Acțiunea din Istoria Khorinis-ului se situează pe Insula Vaduz, care face parte din Regatul Myrthana, aceasta fiind un important centru de comerț, extracție și agricultură. Pe Vaduz gasim un oraș imens, multe ferme, mine, taverne, ghilde comerciale competitive, Mânastirea lui Adanos și multe alte locuri interesante, care așteaptă să fie descoperite. Ca și protagonist îl avem pe Lars, a cărui viață se schimbă radical, datorită unei intrigi misterioase. Jucatorul va alege cărei facțiuni să se alăture, decizia având o influență asupra sorții sale cât si cea a inamicilor săi. Pe parcursul jocului, vom întâlni multe personaje din universul Gothic, având ocazia să le cunoaștem povestea de dinaintea Barierei.",
    "FEATURES_T": "Caracteristici",
    "FEATURES_1": "Primul proiect creat de fani, având dublaj profesional!",
    "FEATURES_2": "Insula Vaduz - o nouă lume, mult mai mare decât cele din versiunile anterioare!",
    "FEATURES_3": "Khorinis, Valea Minelor și Mina Veche așa cum nu le-ai mai văzut vreodata!",
    "FEATURES_4": "Atenție acordată istoriei jocului principal!",
    "FEATURES_5": "Abilitatea de a folosi un scut",
    "FEATURES_6": "Multe comori ascunse!",
    "FEATURES_7": "Misiuni secundare",
    "FEATURES_8": "Elemente umoristice",
    "FEATURES_9": "Facțiuni, obiecte și armuri noi",
    "FEATURES_10": "Coloană sonoră profesională, compusă special pentru necesitațile acestui add-on",
    "FEATURES_11": "Noi abilităţi (Fierărie avansată , gătire , etc.)",
    "FEATURES_12": "Un numar sporit de efecte noi!",
    "FEATURES_13": "Şi multe altele",
    "STORY_T": "Poveste",
    "STORY_1": "Regele Rhobar al II-lea s-a uitat la o bucată mare de minereu magic, pe care o ţinea în faţa lui. Minereul era o sursă de putere în regatul său şi în acelaşi timp putea fi factorul distrugerii acestuia. Maeştrii fierăritului în Nordmar au livrat cea mai bună armură pentru armata lui şi cum în fiecare război până şi cel mai mic avantaj adus valora greutatea contribuabilului în aur. În orice caz, nici măcar asta nu era destul.",
    "STORY_2": "Minereul a fost cu siguranţă un element indispensabil în războiul cu orcii. Regele avea nevoie de săbii şi scuturi pentru armata sa, prin urmare decizia cea grea a trebuit să fie făcută pentru a mări livrarea de minereu. Din acel moment, orice om vinovat de o nelegiuire, indiferent de gravitatea acesteia, era forţat să lucreze în minele din Khorinis.",
    "STORY_3": "Rhobar s-a uitat pe fereastră spre străzile pline de viaţă ale Vengard-ului. Suspecta faptul că majoritatea cetăţenilor îl urau pentru ultima sa decizie. El îi înţelegea, dar în acelaşi timp era surprins că ei încă nu observau cât de mare este miza în război. Războiul, de care depindea \n viitorul regatului şi a întregii lumi civilizate.",
    "STORY_4": "Dacă totul ar fi fost atât de simplu precum cucerirea Insulelor de Sud de anul trecut. Tribul local a fost curajos şi bătăios dar totuşi nu au fost în stare să înfrunte trupele bine-armate ale Lordului Dominique. Orcii s-au dovedit a fi nişte oponenţi complet diferiţi. Myrthanienii şi strămoşii lor având şansă să îşi dea seama despre asta în timpul Primului Război cu ei.\nArmata Roială pierdea pe multe fronturi iar o parte din comandanți au fost nevoiți să se retragă.",
    "STORY_5": "Oricum,minatul aducea multe probleme conducătorului. Baronii din Khorinis erau informaţi constant de încercările de revoltă şi evadare, cerând întărirea garnizoanei şi mărirea salariului. În timpul discuţiei despre supravegherea prizonierilor, unul din cei doi oameni apropiaţi  regelui a propus un lucru controversat.",
    "STORY_7": "Nu a fost prima dată când Xardas, Marele Maestru al Cercului de Foc, aducea dovezi asupra experienţei sale în secretele magiei. Propunerea creării Barierei Magice (Nelăsând deţinuţii să scape în afară graniţelor), în opinia a mai multora, era o sugestie nebună şi irealizabilă, chiar şi periculoasă. Principalele persoane care se opuneau ideii erau Archmagul Cercului de foc, Pyrokar, şi Mareşalul Regelui, Rigaldo. Acesta a fost singurul motiv pentru care monarhul incă cugeta asupra deciziei. Regele se învinovățea pe el pentru timpul irosit. Destul cu asta, e timpul pentru a acţiona. Minereul trebuie să fie minat în cantităţi cât mai mari iar evadarea prizonierilor trebuie evitată cu orice cost. Dacă exista o persoană capabilă de a securiza Valea Minelor într-un mod magic, aceasta era Xardas. Nu conta cum, acest magician cu siguranţă ar alege cea mai bună soluţie. Îi va da 10, nu, 11 din cei mai buni magicieni ai regatului. Trebuie să meargă.",
    "STORY_8": "Rhobar al -II lea a ordonat chemarea Marelui Maestru în camera lui. Nu a trebuit să aştepte mult. Imediat în aer, a apărut o aură albastră a vrăjii de teleportare prin care se putea observa forma materializată a lui Xardas. Cu un sunet ce contrazicea legile fizicii,magicianul a apărut în camera. A făcut o plecăciune scurtă apoi cuvintele sale au rezonat în încăpere, spuse pe un ton caracteristic.",
    "STORY_9": "- Da, Maestre?",
    "STORY_LIST_T": "Principalele caracteristici ale poveştii sunt",
    "STORY_LIST_1": "O atenție deosebită în respectarea legendei",
    "STORY_LIST_2": "Aspect inovativ asupra dinamismului din lumea jocurilor Gothic",
    "STORY_LIST_3": "Poveste principala lungă şi extinsă",
    "STORY_LIST_4": "Intrigi secundare dese și complexe",
    "STORY_LIST_5": "Prezentare originală a istoriei și problemelor unor personaje specifice\n",
    "STORY_LIST_I": "Obiectivul principal al acestui addon este de a arată Regatul Myrthanei şi al Insulei Khorinis în anii măreției lor cât şi cele mai mari victorii. Mărimea intrigii Istoriei Khorinisului este similară cu cea a jocului original.",
    "TEAM_T": "Echipa SoulFire",
    "TEAM_1": "Începuturile echipei SoulFire datează de la începutul anului 2005, când editorii site-ului World of Gothic PL, momentan inchis, au decis să realizeze traduceri ale modificărilor din limba germană și rusă a jocului, în limba poloneză. La începutul anului 2006, multe alte  proiecte au fost lansate (pe scenă poloneză, modarea abia începuse), astfel echipa a decis că este o cale grozavă de a populariza modurile şi alte lucruri distractive pentru fanii Gothic. Prima traducere în limba poloneză a fost lansată de către noi,  pe 3 Iunie 2006, fiind modificarea cu numele VisiGothic. Întru totul, în anii 2006-09, am tradus 9 modificari ale ambelor părţi ale seriei Gothic.",
    "TEAM_2": "Proiectul original \"Istoria Khorinisului\" se află în dezvoltare încă de la sfârşitul anului 2015. Cu toate acestea, prima idee a apărut în anul 2008. Momentan, echipa noastră adună experţi din toate domeniile. — studenţi şi designeri profesionişti 3D şi 2D, artişti de concept, producători de voce, compozitori, scriitori şi programatori. Toată lumea are o abordare reciprocă și serioasă a sarcinilor făcute în grup și bineînțeles — credința în proiect și dragostea față de Gothic. Cu  organizarea şi abordarea perfectă, menţionate mai sus, putem realiza cea mai bună calitate a muncii din istoria modificărilor. Nu doar printre modificările făcute de fani, dar cât şi pentru jocul în sine.Impulsul modificării noastre tinde spre a onora minunatul plot al jocului şi climatul celor 2 jocuri ale seriei Gothic, pentru a lasă un produs la acelaşi nivel că parte integrată a seriei.",
    "TEAM_REC_T": "Recrutare",
    "TEAM_REC_1": "În ciuda stadiului avansat al proiectului nostru, încă suntem în căutare de oameni noi — În special designeri grafici 3D şi 2D, actori profesionişti şi traducători.",
    "TEAM_REC_2": "Dacă ai experienţă într-unul din aceste domenii şi doreşti să participi la proiectul nostru, te încurajăm să ne contactezi.",
    "TEAM_REC_3": "Cei care sunt interesați să lucreze cu noi vă rugăm să trimiteți cererea dumneavoastră <a target = \"_blank\" href = \"https://thehistoryofkhorinis.com/jobs\"><font color = \"green\">aici</font></a>.",
    "TEAM_REC_4": "ATENTIE — PENTRU mail-urile de recrutare, avem nevoie de UN EXEMPLU AL MUNCII TALE pentru a-ti evalua aptitudinile (Te rugam sa faci aplicatia in limba engleza)",
    "DOWNLOAD_T": "Descarcă",
    "DOWNLOAD": "Aici o să găseşti link-ul de download în ziua lansării.",
    "GALLERY_T": "Galerie",
    "TOP": "În sus",
    "FORUM": "Forum",
    "PRESS_PACK": "Descarcă kit media",
    "NEWSLETTER_TEXT": "Abonează-te la newsletter!",
    "NEWSLETTER_EMAIL": "Adresa de e-mail",
    "NEWSLETTER_BUTTON": "Trimite.",
    "ADBLOCK_WARNING_T": "Opreşte AdBlock",
    "ADBLOCK_WARNING_1": "Nu există reclame pe site-ul nostru, însă anumite Adblock-uri ne blochează pozele,videoclipurile şi multe alte lucruri importante pe care ar trebui să le vezi pentru a deveni familiar cu Povestea Khorinisului.",
    "ADBLOCK_WARNING_2": "Înapoi la website.",
    "ADBLOCK_WARNING_LOADING": "Dacă aştepţi mai mult de 10 secunde (pe Pc), accesează <a href = \"/AdBlockNotice.php\"><font color = \"green\">this</font></a> site.",
    "SITE_LANG": "ro",
    "SITE_URL": "thehistoryofkhorinis.com",
    "SITE_EMAIL": "contact@thehistoryofkhorinis.com",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=bc671c5479",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_bc671c5479",
    "RELEASE_DATE": "Add-on-ul nostru este în stadiul de a pune toate elementele împreună — rescriem scripturi în codul jocului, plasăm caractere în lumea finalizată şi adaugăm dublajul instant, în același timp. Nu vom preciza nici o dată de lansare momentan, deoarece nu ştim dacă o să dureze încă 2 luni, sau 8. Există totuşi o dată de aproximare, însă sunt o mulţime de lucruri pe care nu le putem estima. Lucrăm din greu pentru a şlefui fiecare detaliu şi de asemenea mai sunt necesari încă 50 actori pentru a pregăti dublajul. Aranjăm studiourile de înregistrare — care ne ajută în proiectul nostru, gratis — individual.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=\"https://myxoske.pl\"\ntarget=\"_blank\">myxoske.pl</a></br>Romanian translation:\nTranslators: <a href= \"mailto:Andreyandrey452@gmail.com\">Andrei Florin</a>\n &<a href = \"mailto:iosifalexandru46@yahoo.com\">Iosif Alexandru</a>"
}