<?php
	$lang = array();

	$lang['SITE_LANG'] = 'ru';

	$lang['TITLE'] = 'История Хориниса';
	$lang['SITE_URL'] = "thehistoryofkhorinis.com";
	$lang['SITE_EMAIL'] = "contact@thehistoryofkhorinis.com";
	$lang['HELLO'] = 'Добро пожаловать на официальный сайт проекта История Хориниса';

	$lang['LOGO'] = 'company_ru.png';

	$lang['INFO'] = 'История Хориниса это дополнение к популярной игре Готика, представляя совершенно новый набор историю в неспокойные времена до появления магического барьера - в течение более чем 10 лет до событий первой и второй части саги. Публикация проекта планируется в два этапа, первый оказывается на новом острове Вадуц, а второй на острове Хоринис.';

	$lang['INTRO_T'] = 'Вход';
	$lang['INTRO'] = 'Действие происходит на острове Вадуц, который является частью королевства и Миртану является его важным коммерческим, горнодобывающей промышленности и сельского хозяйства. В Вадуц найти, огромный город (с тем же названием), многочисленные фермы, шахты, таверны, конкурирующие торговые гильдии, Adanos монастырь и много других интересных мест ждут, чтобы быть обнаруженным. В игре есть возможность играть персонаж по имени Ларс, жизнь которого резко меняется из-за интриги. Перед игроком будет иметь возможность присоединиться к одной из мощной гильдии и решать судьбу себя и своих врагов. Во время игры мы встретим много персонажей из готической вселенной, и мы знаем их историю к тому времени до образования барьера.';

	$lang['FEATURES_T'] = 'Функции';
	$lang['FEATURES_1'] = 'Первый фан-проект с профессиональной озвучкой';
	$lang['FEATURES_2'] = 'Остров Вадуз; новый мир, больший тех, которые появляются в предыдущих частях!';
	$lang['FEATURES_3'] = 'Хоринис, Долина Рудников и Старая Шахта представятся такими, какими Вы их никогда не видели!';
	$lang['FEATURES_4'] = 'Внимание к согласованию событий серии';
	$lang['FEATURES_5'] = 'Возможность использовать щит';
	$lang['FEATURES_6'] = 'Множество сокровищ, которые Вы сможете найти';
	$lang['FEATURES_7'] = 'Дополнительные квесты';
	$lang['FEATURES_8'] = 'Элементы юмора';
	$lang['FEATURES_9'] = 'Новые гильдии, объекты и доспехи';
	$lang['FEATURES_10'] = 'Профессиональный саундтрек, написанный специально для этого мода';
	$lang['FEATURES_11'] = 'Новые способности (улучшенное кузнечное дело, готовка еды)';
	$lang['FEATURES_12'] = 'Большое количество новых PFX';
	$lang['FEATURES_13'] = 'И многое и многое другое';

	$lang['STORY_T'] = 'Введение';
	$lang['STORY_1'] = '"...Король Робар II посмотрел на кусок магической руды, который он держал перед собой. Руда была источником силы его Королевства и в то же время она могла быть причиной его разрушения. Мастера кузнечного дела Нордмара поставляли лучшие доспехи для королевской армии, и, как и в каждой войне, даже малейшее превосходство обходилось в большую сумму золота. Но как бы то ни было, его было недостаточно. ';
	$lang['STORY_2'] = 'Определенно, руда была необходимым элементом войны с орками. Королю были нужны мечи и щиты для своей армии, поэтому должно было быть принято жесткое решение, чтобы увеличить поставки руды. С того момента, вне зависимости от тяжести совершенного преступления, каждый заключенный был обязан работать на рудных шахтах Хориниса. ';
	$lang['STORY_3'] = 'Робар посмотрел в окно на оживленные улицы Венгарда. Он подозревал, что большинство прохожих осудили его за его последнее решение. Он понимал их, но в то же время он был удивлен тому, что они до сих пор не понимают, насколько высока ставка в этой войне. Войне, от которой зависело будущее королевства и весь цивилизованный мир. ';
	$lang['STORY_4'] = 'Если бы все было так просто, как завоевание Южных Островов в прошлом году. Местные племена были сильны и воинственны, но они были неспособны противостоять хорошо вооруженным войскам Лорда Доминика. Орки же оказались совершенно другими. Жители Миртаны и их предки выяснили это во время Первой Войны с Орками. Королевская армия проигрывала во многих регионах, и части военачальников пришлось уйти в отставку. ';
	$lang['STORY_5'] = 'Как бы то ни было, добыча руда также приносила властителю и немало проблем. Бароны Хориниса постоянно докладывали о новых попытках бунта и побегов, требуя укрепления гарнизона и увеличения оплаты. Во время обсуждения надзора за заключенными, один из двух наиболее приближенных королю людей сделал спорное предложение. ';
	$lang['STORY_6'] = 'Это был не первый раз, когда Ксардас, Высший Маг Круга Огня, представил доказательства своего огромного опыта в секретах магии.Предложение о создании магического барьера, не дававшего возможности покинуть свои пределы, по мнению многих, было безумным, невозможным и даже опасным. Главными противниками этой идеи были Архимаг Круга Огня Пирокар и королевский маршал Ригальдо. Это было единственной причиной, из-за которой король медлил с решением. ';
	$lang['STORY_7'] = 'Король корил себя за ненужные размышления. Довольно! Пришло время действовать. Руда должна добываться в настолько больших количествах, насколько это возможно, и побеги заключенных должны быть предотвращены любой ценой. Если и был кто-либо способный защитить Долину Рудников магией, то это Ксардас. Не имеет значения как, но маги, несомненно, выберут лучшее решение. Король предоставит ему десять, нет, одиннадцать лучших магов королевства. Это должно сработать. ';
	$lang['STORY_8'] = 'Робар II приказал вызвать Высшего Мага в тронный зал. Он не заставил себя долго ждать. Вскоре в воздухе появилась синяя аура заклинания телепортации, и внутри материализовался Ксардас. Слегка поклонился, и затем его слова отразились от стен – маг сказал характерным голосом и тоном: ';
	$lang['STORY_9'] = '- Да, Ваше Величество?"';

	$lang['STORY_LIST_T'] = 'Главными характеристиками мода являются';
	$lang['STORY_LIST_1'] = 'Внимательность к согласованию с событиями серии';
	$lang['STORY_LIST_2'] = 'Инновационный взгляд на динамику мира игр Готики';
	$lang['STORY_LIST_3'] = 'Длинная и расширенная основная сюжетная линия';
	$lang['STORY_LIST_4'] = 'Множество дополнительных сюжетных ответвлений';
	$lang['STORY_LIST_5'] = 'Оригинальное представление истории и проблем отдельных персонажей';
	$lang['STORY_LIST_I'] = 'Главная цель аддона – показать Королевство Миртана и Остров Хоринис во времена их наибольшего расцвета и величайших побед. Размер сюжетной линии Истории Хориниса близок к размеру сюжетной линии оригинальной игры.';

	$lang['TEAM_T'] = 'Команда SoulFire';
	$lang['TEAM_1'] = 'Команда SoulFire появилась в 2005 году, когда редакция несуществующего в настоящее время сервиса World of Gothic PL решила переводить немецкие и российские модификации к играм серии Готика. На рубеже 2005 и 2006 года появлялось все больше и больше иностранных проектов (мододелание в Польше все еще зарождалось)… Команда решила, что наступило хорошее время для популяризации модов, и предоставила дополнительные возможности фанатам игры. Первая польская версия была опубликована нами 3 июня 2006 года – модификация VisiGothic. Между 2006 и 2009 годами мы перевели 9 модификаций к обеим частям игры.';
	$lang['TEAM_2'] = 'В конце 2008 года родилась идея создания оригинального проекта «История Хориниса». В настоящее время наша команда включает специалистов и профессионалов из всех областей – изучающих и профессионалов в 2D и 3D графике, дизайнеров, художников, композиторов, писателей и программистов. Все они разделяют серьезный подход к своим задачам, и что самое главное – веру в проект и любовь к игре. Благодаря высокому уровню организации деятельности и своему подходу, который мы уже упоминали, мы можем гордиться самым высоким уровнем качества работы в истории моддинга. Не только среди фанатов Готики, но также и по отношению к самой игре.';

	$lang['TEAM_REC_T'] = 'Вербовка';
	$lang['TEAM_REC_1'] = 'Несмотря на продвинутой стадии проекта все время мы открыты для новых людей - особенно 3D-графики, 2D, писатели, программисты, профессиональные актеры, и leveldesignerów, работающих в Spacer.';
	$lang['TEAM_REC_2'] = 'Если у Вас имеются опыт работы с любой из этих сфер деятельности, и Вы бы хотели принять участие в нашем проекте, мы будем рады приветствовать Вас в нашей команде.';
	$lang['TEAM_REC_3'] = 'Лица, заинтересованные в работе с нами, или если Вы бы хотели просто написать нам, пожалуйста, свяжитесь: <a href = "mailto:contact@thehistoryofkhorinis.com"> <font color = "green"> contact@thehistoryofkhorinis.com </font></a>.';
	$lang['TEAM_REC_4'] = 'ПРИМЕЧАНИЕ - пожалуйста, примерное СОЕДИНЕНИЕ их работа, с тем чтобы мы могли оценить свои навыки.';

	$lang['DOWNLOAD_T'] = 'Скачать';
	$lang['DOWNLOAD'] = 'Здесь Вы найдете ссылку на скачку мода в день его релиза.';

	$lang['GALLERY_T'] = 'Галерея';
	$lang['RELEASE_DATE'] = '';

	$lang['TOP'] = 'Вверх';

	$lang['FORUM'] = 'Форум';

	$lang['PRESS_PACK'] = 'Скачать presspack';

	$lang['NEWSLETTER_TEXT'] = 'Подпишитесь на рассылку (только английский)!';
	$lang['NEWSLETTER_EMAIL'] = 'адрес email';
	$lang['NEWSLETTER_BUTTON'] = 'Послать';

	$lang['NEWSLETTER_URL'] = '//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=bc671c5479';
	$lang['NEWSLETTER_ID'] = 'b_814041f4e89f3eb1f68c2ab53_bc671c5479';
?>
