{
    "TITLE": "Istorija Khorinisa",
    "HELLO": "Dobrodošli na oficijalni web sajt addon-a Istorija Khorinisa ",
    "INFO": "Istorija Khorinisa je (addon) dodatak popularnoj video igri Gothic, predstavlja novu istoriju smeštenu u burnim vremenima pre nastanka Magične barijere - deset godina pre događaja koji su se odigrali u prvom i drugom delu ove sage. Publikacija projekta planirana je u dva dela - u prvom, na novom ostrvu Veduz i u narednom, na ostrvu Khorinis.",
    "INTRO_T": "Intro",
    "INTRO": "Radnja «Istorije Khorinisa» odigrava se na ostrvu Veduz, koje je u sastavu kraljevstva Myrthana. Veduz predstavlja bitan centar trgovine, rudarstva i agrikulture. Na Veduzu možemo pronaći veliki grad, mnoštvo farmi, rudnika, kafana, konkurentnih trgovačkih udruženja, Manastir posvećen Adanosu, kao i mnoga druga interesantna mesta koja čekaju da budu otkrivena. U addonu imamo priliku da igramo ulogu Larsa, čiji se život drastično menja pod uticajem misteriozne intrige. Igrač će doneti odluku kojem od uticajnih gildova će se pridružiti, odlučujući tako svoju sudbinu i svoje neprijatelje. Tokom igre susrešćemo mnoge karaktere iz sveta Gothic-a i tako otkriti njihove istorije koje su se desile pre stvaranja magične barijere.",
    "FEATURES_T": "Karakteristike",
    "FEATURES_1": "Prvi fan projekat sa profesionalnom glasovnom glumom!",
    "FEATURES_2": "Ostrvo Vaduz - potpuno novi svet, mnogo veći nego onaj iz prethodnih verzija!",
    "FEATURES_3": "Khorinis, Dolina Rudnika i Stari Rudnik kakav pre niste videli!",
    "FEATURES_4": "Pažnja na komplementarnost sa pričom o sagi",
    "FEATURES_5": "Mogućnost korišćena štita u borbi",
    "FEATURES_6": "Mnoga blaga koja će te pronaći",
    "FEATURES_7": "Sporedni zadaci",
    "FEATURES_8": "Humoristični elementi",
    "FEATURES_9": "Novi gildovi, novi predmeti i oklopi",
    "FEATURES_10": "Profesionalni soundtrack, komponovan specijalno za potrebe ovog addon-a",
    "FEATURES_11": "Nove veštine (napredno kovanje, kuvanje, itd.)",
    "FEATURES_12": "Ogroman broj novih PFX",
    "FEATURES_13": "i još mnogo toga!",
    "STORY_T": "Priča",
    "STORY_1": "Kralj Rhobar II se zagleda u parče magične rude koje je držao pred sobom. Ruda je bila izvor moći njegovog kraljevstva, a u isto vreme mogla je biti i razlog njegovog uništenja. Majstori kovanja u Nordmaru su proizvodili najbolji oklop za njegovu vojsku i kao u svakom ratu, čak i najmanja prednost je bila vredna zlata. Ipak, ni to nije bilo dovoljno...",
    "STORY_2": "Ruda je definitivno bila nezamenjiv element rata sa Orcima. Kralju su trebali mačevi i štitovi za njegovu armiju, dakle teška odluka je morala biti doneta kako bi se povećala proizvodnja magične rude. Od tog momenta, svaki čovek kriv za zločin, nebitno koliko beznačajan on bio, prisiljen je da radi u rudnicima Khorinisa.",
    "STORY_3": "Rhobar pogleda kroz prozor na živahne ulice Vengarda. Posumnjao je kako ga većina građana prezire zbog njegove poslednje odluke. Razumeo ih je, ali u isto vreme bio je iznenađen činjenicom da oni još uvek ne shvataju koliko je veliki ulog u ovom ratu. Rat, od kojeg je zavisila budućnost kraljevstva i čitavog civilizovanog sveta.",
    "STORY_4": "Kada bi sve bilo jednostavno kao prošlogodišnji pohod na južna ostrva. Lokalna plemena su hrabra i ratoborna, ali nisu bila kadra da se suprotstave dobro naoružanim trupama Lorda Diminika. Ispostavilo se da su Orci potpuno drugačiji oponenti. Myrthana i njeni preci su imali priliku da se tome nauče još tekom Prvog rata sa Orcima. Kraljevska Armija je gubila na mnogim poljima, a deo njenih lidera je morao da podnese ostaku.",
    "STORY_5": "Ipak, iskopavanje rude je zadavalo mnoge probleme vladaru. Baroni iz Khorinisa su konstantno izveštavali o novim pokušajima pobune i o bekstvima. Tokom rasprave o nadgledanju zatvorenika, jedan od dvojice kraljevih najbližih ljudi predložio je kontroverzan predlog.",
    "STORY_7": "Nije bilo prvi put da Xardas, Velemajstor Kruga Vatre, pruži dokaz svoje izvanredne spretnosti u baratanju tajnama magije. Predlog podizanja Magične barijere (koja nije dopuštala zatvorenicima da napuste njene granice) je po mišljenju mnogih bio sulud, neizvodljiv, čak i opasan. Glavni oponenti ove ideje bili su Arhimag Kruga Vatre, Pyrokar i kraljev maršal, Rigaldo. Ovo je bio jedini razlog zbog kojeg je monarh odugovlačio sa ovom odlukom. Kralj je zamerao sebi na nepotrebnom razmišljanju. - Dosta je bilo, vreme je za akciju! Ruda je morala biti iskopavana u najvećim mogućim količinama, a bekstva zatvorenika su se trebala sprečiti po svaku cenu. Ukoliko je postojala osoba koja je mogla da obezbedi Dolinu Rudnika magijskim putem, ta osoba bi bila Xardas. Nije bitno kako, magičar će zasigurno izabrati najbolju soluciju. Daće mu se deset, ne... jedanaest najboljih magova kraljevstva. To se mora desiti.",
    "STORY_8": "Rhobar II naredi da se u njegove odaje pozove Velemajstor. Nije morao dugo da čeka. Uskoro se u vazduhu pojavi plavičasta aura teleportacione čarolije, a unutar nje materijalizovao se Xardas. Uz zvuk slomljenih zakona fizike, mag se pojavi u prostoriji. On se blago nakloni, a onda njegove reči odjeknuše kroz odaje, karakterističnim zvukom i tonom on reče:",
    "STORY_9": "- Da, Gospodaru?",
    "STORY_LIST_T": "Osnovne karakteristike priče",
    "STORY_LIST_1": "komplementarnost sa originalnom pričom u sagi",
    "STORY_LIST_2": "inovativna dinamika u svetu Gothic igara",
    "STORY_LIST_3": "dugačak i produžen glavni zaplet igre",
    "STORY_LIST_4": "mnogi i često kompleksni sporedni zapleti",
    "STORY_LIST_5": "originalan uvod u istoriju i probleme određenih karaktera ",
    "STORY_LIST_I": "Osnovni cilj ovog addon-a je da prikaže Kraljevstvo Myrthana i ostrvo Khorinis u godinama njihovih najvećih pobeda. Veličina priče u Istoriji Khorinisa je približna veličini priče u originalnoj igri.",
    "TEAM_T": "SoulFire Tim",
    "TEAM_1": "Počeci SoulFire tima datiraju još iz 2005. godine, kada su urednici trenutno nepostojećeg web sajta zvanog World of Gothic PL odlučili da prevedu nemačke i ruske modifikacije Gothic video igre na poljski jezik. Na prelazu iz 2005. u 2006. godinu mnogi projekti bili su objavljeni (na poljskoj sceni, modovanje je tek otpočelo) pa je naš tim odlučio da je to odličan način da se popularizuju modovi i dopunska zabava za sve fanove Gothic-a. Prvi poljski prevod koji smo objavili 3. juna 2006. godine bio je modifikacija zvana VisiGothic. Sveukupno, u periodu od 2006. do 2009. godine preveli smo na poljski jezik devet modifikacija za oba dela Gothic sage.",
    "TEAM_2": "Originalni projekat «Istorija Khorinisa» je u razvoju od kraja 2015. godine. Ipak, prvobitna ideja je nastala još 2008. Trenutno, naš tim okuplja specijaliste i eksperte na svim poljima - studente i profesionalne 2D i 3D grafičke dizajnere, konceptualne umetnike, vokalne producente, kompozitore, pisce i kodere (programere). Svi poseduju zajednički i ozbiljan pristup zadacima unutar njihove grupe, i naravno - veru u projekat i ljubav za Gothic serijal. Uz perfektnu organizaciju i pristup, koje smo već pomenuli, možemo pružiti najbolji kvalitet u istoriji modifikovanja video igara. Ne samo među fan-made modifikacijama za Gothic, već i u samoj gaming industriji. Motiv naše modifikacije ima za cilj da oda počast izvanrednoj priči i atmosferi koju poseduju prva dva dela Gothic igre, te da realizuje proizvod na nivou punopravnog nastavka sage.",
    "TEAM_REC_T": "Regrutovanje",
    "TEAM_REC_1": "Uprkos poodmakloj fazi razvoja našeg projekta, još uvek smo otvoreni za saradnju sa novim ljudima - naročito sa 3D i 2D grafičkim dizajnerima, profesionalnim glumcima kao i prevoditelji.",
    "TEAM_REC_2": "Ukoliko imate znanje i iskustvo na nekom od ovih polja, a voleli biste da učestvujete u našem projektu, ohrabrujemo Vas da nam dostavite Vaš portfolio.",
    "TEAM_REC_3": "Oni od vas koji žele da rade sa nama ili oni koji žele da nas kontaktiraju, molimo pošaljite svoje aplikacija <a target = \\\"_blank\\\" href = \\\"https://thehistoryofkhorinis.com/jobs\\\"><font color = \\\"green\\\">ovdje</font></a>.",
    "TEAM_REC_4": "PAŽNJA - za one koji žele da budu regrutovani u naš tim, potrebni su nam PRIMERI VAŠEG DOSADAŠNJEG RADA kako bismo mogli da ocenimo nivo vaše kompetentnosti i veštine.",
    "DOWNLOAD_T": "Download",
    "DOWNLOAD": "Ovde ćete pronaći link za preuzimanje addon-a na dan njegove objave.",
    "GALLERY_T": "Galerija",
    "TOP": "Gore",
    "FORUM": "Forum",
    "PRESS_PACK": "Preuzmite presspack",
    "NEWSLETTER_TEXT": "Prijavite se za newsletter!",
    "NEWSLETTER_EMAIL": "e-mail adresa",
    "NEWSLETTER_BUTTON": "Snimi",
    "ADBLOCK_WARNING_T": "Onemogući AdBlock",
    "ADBLOCK_WARNING_1": "Na našem sajtu ne postoji apsolutno nikakva reklama, ali neki programi, kao što je Adblock blokiraju naše fotografije, video zapise i druge važne informacije koje morate videti kako bi se u potpunosti upoznali sa Istorijom Khorinis.",
    "ADBLOCK_WARNING_2": "Povratak na glavnu stranicu.",
    "ADBLOCK_WARNING_LOADING": "Ako čekate duže od 10 sekundi (na računaru), idite na <a href = \"/AdBlockNotice.php\"><font size = \"green\">ovo</font></a>stranici.",
    "SITE_LANG": "sr",
    "SITE_URL": "thehistoryofkhorinis.com",
    "SITE_EMAIL": "contact@thehistoryofkhorinis.com",
    "NEWSLETTER_URL": "//dzieje-khorinis.us15.list-manage.com/subscribe/post?u=814041f4e89f3eb1f68c2ab53&id=bc671c5479",
    "NEWSLETTER_ID": "b_814041f4e89f3eb1f68c2ab53_bc671c5479",
    "RELEASE_DATE": "Naš addon je u fazi sklapanja svih elemenata zajedno - prepravljamo skripte u postojećem kodu igre, postavljamo karaktere u već finiširan svet i dodajemo glasovnu glumu. Još uvek ne objavljujemo datum izlaska addon-a, jer ne znamo da li će čitav posao potrajati dva ili osam meseci. Postoje pretpostavljeni podaci, ali i mnogo stvari koje je trenutno nemoguće proceniti. Radimo marljivo, poliramo svaki detalj igre i imamo još pedeset glumaca koji pripremaju glasovnu glumu. Dogovaramo se sa studiom za snimanje (koji pomeže naš projekat besplatno) na individualnom nivou.",
    "AUTHOR_AND_TRANSLATOR": "Design & Code: <a href=\"https://myxoske.pl\" target=\"_blank\">myxoske.pl</a>\n<br>Translation: Darchy BlackSun"
}